{
  "text": {
    "hello": 44,
    "hi": 46,
    "hey": 45,
    "there": 102,
    "greetings": 43,
    "what": 116,
    "s": 82,
    "up": 111,
    "bye": 16,
    "goodbye": 41,
    "see": 84,
    "you": 123,
    "later": 57,
    "take": 99,
    "care": 18,
    "until": 110,
    "next": 68,
    "time": 105,
    "color": 22,
    "goes": 40,
    "well": 115,
    "with": 119,
    "blue": 11,
    "should": 87,
    "i": 49,
    "wear": 113,
    "red": 80,
    "colors": 23,
    "go": 39,
    "green": 42,
    "which": 117,
    "is": 52,
    "best": 8,
    "a": 0,
    "yellow": 122,
    "jacket": 53,
    "does": 30,
    "purple": 78,
    "white": 118,
    "want": 112,
    "casual": 19,
    "outfit": 71,
    "for": 34,
    "date": 27,
    "need": 67,
    "formal": 35,
    "work": 121,
    "show": 88,
    "me": 62,
    "something": 92,
    "stylish": 94,
    "party": 75,
    "recommend": 79,
    "bohemian": 12,
    "wedding": 114,
    "give": 38,
    "chic": 20,
    "brunch": 14,
    "can": 17,
    "combine": 24,
    "shirt": 85,
    "jeans": 54,
    "how": 48,
    "style": 93,
    "black": 9,
    "dress": 31,
    "these": 103,
    "sneakers": 91,
    "pair": 73,
    "boots": 13,
    "skirt": 90,
    "are": 4,
    "the": 101,
    "latest": 58,
    "fashion": 33,
    "trends": 109,
    "trending": 108,
    "in": 50,
    "tell": 100,
    "hot": 47,
    "right": 81,
    "now": 69,
    "popular": 76,
    "this": 104,
    "season": 83,
    "material": 61,
    "made": 59,
    "of": 70,
    "from": 36,
    "coat": 21,
    "wool": 120,
    "fabric": 32,
    "t": 98,
    "much": 65,
    "price": 77,
    "bag": 6,
    "sweater": 97,
    "cost": 26,
    "blouse": 10,
    "an": 2,
    "job": 55,
    "interview": 51,
    "suggest": 95,
    "outing": 72,
    "suitable": 96,
    "dinner": 28,
    "beach": 7,
    "business": 15,
    "meeting": 64,
    "concert": 25,
    "do": 29,
    "shoes": 86,
    "match": 60,
    "pants": 74,
    "top": 107,
    "accessories": 1,
    "together": 106,
    "appropriate": 3,
    "size": 89,
    "know": 56,
    "my": 66,
    "get": 37,
    "available": 5,
    "medium": 63
  },
  "intent": {
    "greet": 11,
    "goodbye": 10,
    "ask_clothing_color": 0,
    "describe_outfit_preferences": 9,
    "ask_clothing_combination": 1,
    "ask_fashion_trend": 5,
    "ask_clothing_material": 2,
    "ask_clothing_price": 3,
    "ask_outfit_recommendation": 7,
    "ask_outfit_match": 6,
    "ask_clothing_size": 4,
    "ask_style_suggestion": 8,
    "nlu_fallback": 12
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_clothing_color": 12,
    "utter_clothing_combination": 13,
    "utter_clothing_material": 14,
    "utter_clothing_price": 15,
    "utter_clothing_size": 16,
    "utter_default": 17,
    "utter_fashion_trends": 18,
    "utter_goodbye": 19,
    "utter_greet": 20,
    "utter_outfit_match": 21,
    "utter_outfit_recommendation": 22,
    "utter_style_suggestion": 23
  },
  "action_text": null,
  "intent_response_key": null
}